Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: #Files
cs: #Soubory

source: &About...
cs: O &aplikaci...

source: &Access Project Contents
cs: Procházet o&bsah projektu

source: &Add
cs: &Přidat

source: &Add...
cs: &Přidat ...

source: &Align Files...
cs: Z&arovnat soubory...

source: &Allow blank translations in the target files
cs: Povolit prázdné překl&ady v cílových souborech.

source: &Allow only unique characters
cs: Povolit pouze jedinečné zn&aky

source: &Allow translation to be equal to source
cs: Povolit překl&ad rovnající se zdroji

source: &Also allow per-project external commands
cs: T&aké umožnit externí příkazy pro konkrétní projekt.

source: &Always
cs: &Vždy

source: &Always Confirm Quit
cs: Vžd&y potvrdit ukončení

source: &Apply this font to tabular data (project files, statistics, etc.)
cs: Použít tento font pro t&abulková data (projektové soubory, statistiky, atd.)

source: &Apply to all
cs: N&ahradit vše

source: &Auto-propagation of Translations
cs: &Automatické upřednostnění jednoho překladu

source: &Automatically Fetch Translations
cs: &Automaticky doplnit překlady

source: &Automatically check the spelling of text
cs: &Automaticky kontrolovat pravopis textu

source: &Automatically fetch translations
cs: &Automaticky doplnit překlady

source: &Back
cs: &Zpět

source: &Back in History
cs: &Zpět v historii

source: &Bookmarks
cs: &Záložky

source: &Browse
cs: &Procházet

source: &Browse Online
cs: &Procházet online

source: &Browse TaaS Collections...
cs: &Procházet kolekce TaaS...

source: &Browse...
cs: &Procházet

source: &Built-in (LanguageTool {0})
cs: &Vestavěný (LanguageTool {0})

source: &Cancel
cs: &Zrušit

source: &Close
cs: &Zavřít

source: &Comments
cs: &Komentáře

source: &Compatibility with OmegaT 2.6
cs: &Kompatibilita s OmegaT 2.6

source: &Copy Support Info
cs: &Zkopírovat informace o podpoře

source: &Current Source Document
cs: &Aktuální zdrojový dokument

source: &Cycle
cs: &Změnit velikost písma

source: &Defaults
cs: Výchozí nastav&ení

source: &Dictionaries
cs: &Slovníky

source: &Do not check printf-variables
cs: &Nekontrolovat proměnné printf.

source: &Do not unescape Unicode literals (\uXXXX)
cs: Nerozkó&dovávat znaky Unicode (\uXXXX)

source: &Download
cs: &Stažení

source: &Edit
cs: Upra&vit

source: &Edit...
cs: &Editovat ...

source: &Editor...
cs: V Editoru

source: &Empty lines
cs: &Prázdných řádků

source: &Enable TaaS terminology lookup
cs: Povolit hl&edání v terminilogii TaaS

source: &Enable autotext
cs: Povolit autot&ext

source: &Enable character table
cs: Povolit tabulku z&naků

source: &Enable glossary suggestions
cs: Povolit návrhy glosář&e

source: &Enable history completion
cs: Povolit doplnění histori&e

source: &Endnotes
cs: Kon&cové poznámky

source: &Exact search
cs: Přesné vyhl&edávání

source: &File
cs: &Soubor

source: &Files
cs: Soubor&y

source: &Filter
cs: &Filtr

source: &Find...
cs: &Hledat...

source: &Finish
cs: Dokonči&t

source: &Fix All
cs: Opravi&t vše

source: &Footnotes
cs: Poznámk&y pod čarou

source: &Force shortcut to "f" for <it pos="end"> tags
cs: Stiskn&i zkratku na „f“ pro tagy <it pos="end">

source: &Forward in History
cs: &Vpřed v historii

source: &Glossaries
cs: &Glosáře

source: &Glossary
cs: &Glosář

source: &Go To
cs: Př&ejít

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
cs: Funkce ‚Přejít na další nepřeložený se&gment‛ se zastaví, když narazí na segment s minimálně jedním alternativním překladem.

source: &Help
cs: Nápově&da

source: &Ignore file context when identifying segments with alternate translations
cs: &Ignorovat obsah souboru pokud se naleznou segmenty s alternativními překlady

source: &Ignore hits with very different case (e.g. FOO vs foo)
cs: &Ignorovat shody s velmi rozlišnou velikostí písmen (např. FOO vs. foo)

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
cs: Ignoruj atributy type a ctype, když se vytváří zkratka tagu <ph>

source: &In translation
cs: V př&ekladu

source: &Index entries
cs: Položk&y seznamu

source: &Insert
cs: Vlož&it

source: &Insert Match or Selection
cs: Vlož&it přibližný překlad nebo výběr

source: &Install new dictionary...
cs: &Instalovat nový slovník...

source: &Jump To Segment
cs: &Přejít na segment

source: &Keyword search
cs: Hledat podle &klíčových slov

source: &Language Checker
cs: &Jazyková korektura

source: &Last Changes...
cs: Pos&lední změny...

source: &Launch local server
cs: Spustit místní s&erver

source: &Leave the segment empty
cs: Ponechat segment &prázdný

source: &License
cs: &Licence

source: &Line breaks
cs: &Zalomení řádků

source: &Load...
cs: &Načíst...

source: &Lower Case
cs: ma&lá písmena

source: &Make the file filter settings project specific
cs: Upravit nastavení filtru souborů podle konkrétního projektu

source: &Make the segmentation rules project specific
cs: Upravit pravidla seg&mentace podle konkrétního projektu

source: &Match Statistics
cs: S&tatistika shody

source: &Minimal similarity:
cs: &Minimální podobnost:

source: &Modification Info
cs: Infor&mace k úpravám

source: &Move Down
cs: Přesunout do&lů

source: &Name/ID:
cs: Jmé&no/ID:

source: &Never
cs: &Nikdy

source: &New Script
cs: &Nový skriptování

source: &New...
cs: &Nový...

source: &Next Segment
cs: Další segme&nt

source: &Notes
cs: Poz&námky

source: &Open Script...
cs: &Otevřít skriptování

source: &Open...
cs: &Otevřít...

source: &Options
cs: M&ožnosti

source: &Preferences...
cs: &Předvolby...

source: &Prefix:
cs: &Předpona

source: &Presentation notes
cs: &Poznámky k prezentaci

source: &Preserve spaces for all tags
cs: Zachovat mezery &pro všechny tagy

source: &Previous Segment
cs: &Předchozí segment

source: &Project
cs: &Projekt

source: &Properties...
cs: &Vlastnosti...

source: &Quit
cs: &Konec

source: &Redo Last Action
cs: &Obnovit

source: &Refresh
cs: Obnovi&t

source: &Regular expressions
cs: Přesné vyhl&edávání

source: &Reload
cs: Znovu n&ačíst

source: &Remove
cs: &Odstranit

source: &Remove Filter
cs: Odstranit filt&r

source: &Remove untranslated strings in the target files
cs: Odst&ranit nepřeložené řetězce v cílových souborech

source: &Replace
cs: Nah&radit

source: &Replace Next
cs: Nah&radit další

source: &Replace...
cs: &Nahradit

source: &Reset Master Password
cs: &Resetovat hlavní heslo

source: &Reset Options
cs: Smaza&t možnosti

source: &Reset This Colour
cs: Z&rušit tuto barvu

source: &Restore Main Window
cs: Obnovit &Hlavní okno

source: &Root
cs: &Hlavní adresář

source: &Run
cs: S&pustit

source: &Save
cs: &Uložit

source: &Save As...
cs: &Uložit jako...

source: &Save...
cs: U&ložit...

source: &Search
cs: &Hledat

source: &Search Project...
cs: &Hledat v projektu

source: &Search for Selection
cs: Hl&edat výběr

source: &Segment Number...
cs: &Segment číslo...

source: &Segmentation...
cs: &Segmentace...

source: &Select
cs: Vybra&t

source: &Sentence Case
cs: Velké písmeno na začátku vě&ty

source: &Sheet Names
cs: Jména &listů tabulkového procesoru

source: &Show All
cs: Uká&zat vše

source: &Show Relevant Suggestions Automatically
cs: Automati&cky ukazovat relevantní návrhy

source: &Show in Editor context menu
cs: &Ukázat v kontextové nabídce Editoru

source: &Show relevant suggestions automatically
cs: Automati&cky ukazovat relevantní návrhy

source: &Skip
cs: Pře&skočit

source: &Skip PO header
cs: Povolit překlad práz&dných zdrojových segmentů

source: &Source (segment {0}):
cs: Zdroj (&segment {0}):

source: &Source Files
cs: &Zdrojové soubory

source: &Source Files Language:
cs: Jazyk zdrojových &souborů:

source: &Source Language Tokenizer:
cs: Tokenizer zdrojového ja&zyka:

source: &Statistics
cs: &Statistika

source: &Store for this session only
cs: Uložit pouze pro toto &sezení

source: &TaaS Terminology Lookup
cs: Hledání terminologie v &TaaS

source: &Target Files
cs: &Cílové soubory

source: &Target Language Tokenizer:
cs: &Tokenizer cílového jazyka:

source: &Title Case
cs: Velká &První Písmena

source: &Tools
cs: Nás&troje

source: &Translated
cs: Přeložen&o

source: &Translated Files Language:
cs: &Jazyk přeložených souborů:

source: &Undo Changes
cs: &Zrušit změny

source: &Undo Last Action
cs: &Zpět

source: &Untranslated Segments Only
cs: Po&uze nepřeložené segmenty

source: &Upper Case
cs: &VELKÁ PÍSMENA

source: &User's Manual...
cs: &Uživatelská příručka...

source: &Validate tags when leaving a segment
cs: O&věřit tagy při opouštění segmentu

source: &View
cs: Zo&brazit

source: &Writeable Glossary
cs: &Zapisovatelný Glosář; Slovník; Terminologická databáze

source: &value (of form input, including button, submit and reset)
cs: &value (hodnota těchto polí: form input, including button, submit a reset)

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
cs: Znak '*' představuje nula nebo více znaků ('run*' najde 'run', 'runs', a 'running', atd.) znak '?' představuje přesně jeden znak ('run?' najde 'runs' a 'rung', ale ne 'run' nebo 'running').

source: '{0}' menu selected
cs: Vybrána nabídka ‚{0}‘

source: (+{0} more)
cs: (více +{0})

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
cs: (V uživatelské příručce vizte část ‚Soubory, které lze překládat za pomoci OmegaT‘ > ‚Formáty souborů‘, kde je uveden seznam podporovaných formátů souborů.) Soubor přidáte k projektu tak, že kliknete na položku Kopírovat soubory do zdrojového adresáře ... v nabídce okna Soubory projektu nebo tuto akci vyvoláte z nabídky Projekt a vyberete zdrojové soubory, které chcete importovat.

source: (X)HTML Filter Options
cs: Možnosti filtru (X)HTML

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
cs: (Stále bude možno použít OmegaT 3.6 k úpravám tohoto projektu jakožto týmového projektu.)

source: (close tag)
cs: (koncový tag)

source: (comment tag)
cs: (tag komentáře)

source: (empty tag)
cs: (prázdný tag)

source: * These keys behave differently when the cursor is outside the editable segment:
cs: * Tyto klávesy vyvolají jinou akci pokud je kurzor mimo editovatelný segment:

source: +{0} more
cs: více +{0}

source: , one can find:
cs: nalezneme např.:

source: ---- Localization Notes ----
cs: ---- Lokalizační poznámky ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
cs: --ITokenizer=<classname> --ITokenizerTarget=<classname> Použití tokenizeru zdrojového nebo cílového jazyka (přepíše nastavení projektu).

source: --config-file=<path> A Java .properties file from which to load default settings.
cs: --config-file=<path> Ze souboru Java .properties se načítá výchozí nastavení.

source: --disable-location-save Do not remember the last directory opened in the file picker.
cs: --disable-location-save Neukládat poslední otevřený adresář.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
cs: --disable-project-locking Nebude se zamykat projektový soubor omegat.project.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
cs: --mode=[console-translate|console-pseudotranslatetmx|console-align] Zadává jiný než výchozí modus (grafické uživatelské prostředí)

source: --no-team Disable team project functionality.
cs: --no-team Deaktivovat funkci projektu týmové spolupráce.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
cs: --pseudotranslatetype=[equal|empty] Čím se má zaplnit pseudopřeklad TMX (vložit zdrojový text nebo segment nechat prázdný).

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
cs: --remote-project Stáhnout soubor omegat.project z adresy zadané jako <cesta k projektu> a nahrát zadaný projekt.

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
cs: --resource-bundle=<path> Soubor Java .properties se používá pro text prostředí --config-dir=<path> Adresář pro čtení/zápis konfiguračních souborů OmegaT.

source: --script=<path> A script file to be executed on project events.
cs: --script=<cesta> Soubor skriptu, který se má provést při událostech projektu.

source: --tag-validation=[abort|warn] Validate tags.
cs: --tag-validation=[abort|warn] Validace tagů..

source: -h, --help Show usage information.
cs: -h, --help Ukázat informace k použití

source: 1 conflict
cs: 1 konflikty/ů

source: 1) Reduce the number of source files and translate in batches;
cs: 1) Snižte počet zdrojových souborů a překládejte po částech;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
cs: 2) Zvyšte velikost paměti dostupné pro OmegaT: zadáním „java -Xmx<velikost-v-MB>M -jar OmegaT.jar“ v příkazovém řádku nebo ve spouštěcím skriptu aplikace OmegaT; Současné nastavení představuje {0}MB;

source: <&br> (breaks)
cs: <&br> (zalomení řádků)

source: They can also be complex, allowing for instance to search for segments with two or more consecutive spaces.
cs: Dotazy mohou být také komplexní, je možno například hledat segmenty obsahující dvě nebo více po sobě jdoucích mezer.

source: <EMPTY>
cs: <PRÁZDNÝ>

source: <No suggestions>
cs: <Žádné návrhy>

source: OmegaT is a free multi platform Computer Aided Translation tool, with the following highlights:
cs: OmegaT je svobodný nástroj využívající technologie překladové paměti, nejdůležitějšími charakteristikami jsou:

source: <event> can be: typed, pressed, released
cs: <událost> může být: jednorázový stisk klávesy, podržení stisknuté klávesy, uvolnění klávesy

source: <modifier> can be: shift, control, ctrl, meta
cs: <modifikátor> může být: shift, control, ctrl, meta

source: OmegaT is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Program OmegaT je šířený v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez implicitní záruky PRODEJNOSTI nebo VHODNOSTI NA KONKRÉTNÍ ÚČEL.

source: OmegaT is Copyright © 2000-2016 Keith Godfrey, Lev Abashkin, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov.
cs: OmegaT je chráněna autorským právem © 2000-2016 těchto osob Keith Godfrey, Lev Abashkin, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich a Michael Zakharov.

source: Any char key, if clicked outside editable segment, will be ignored.
cs: Jakákoliv klávesa, když je kurzor mimo editovatelný segment, pak je taková akce ignorována.

source: Appendices contain the following information
cs: Dodatky obsahují následující informace

source: Backspace: nothing
cs: Backspace: nic

source: Delete: nothing
cs: Delete: nic

source: Dictionaries, Glossaries, Machine translation , Spellchecker, LanguageTool: OmegaT supports an extensive use of dictionaries and glossaries.
cs: Slovníky, Glosáře, Strojový překlad a Kontrola pravopisu, kontrola stylu a gramatiky „LanguageTool“: OmegaT podporuje široké užití slovníků a glosářů.

source: Editing field behavior: a short chapter describing how to set up the editing behavior of the segment being translated.
cs: Nastavení pro pole editace: krátká kapitola popisující jak nastavit automatické úpravy právě překládaného segmentu.

source: End: cursor to the end of the active segment
cs: End: kurzor na konec aktivního segmentu

source: Groovy (http://groovy.codehaus.org): is a dynamic language for the Java Virtual machine.
cs: Groovy (http://groovy.codehaus.org): je dynamický jazyk pro Java Virtual machine.

source: Home: cursor to the beginning of the active segment
cs: Home: kurzor na začátek aktivního segmentu

source: Installing and running OmegaT: this chapter is useful when you first begin using OmegaT.
cs: Instalace a provoz programu OmegaT: tato kapitola se hodí když se poprvé pouštíte do užívání OmegaT.

source: JavaScript (sometimes abbreviated JS, not to be confused with Java): is a prototype-based scripting language that is dynamic, weakly typed and has first-class functions.
cs: JavaScript (někdy se zkracuje jako JS, nezaměňovat s Javou): je skrptovací jazyk založený na prototypech, je dynamický, používá krátký zápis a nabízí prvotřídní funkce.

source: Keyboard shortcuts in the editor: the list of shortcuts used in the editor
cs: Klávesové zkratky v editoru: seznam zkratek používaných v editoru

source: Keyword index: an extensive keyword index is provided to help the reader find the relevant information.
cs: Rejstřík klíčových slov: čtenář má k dispozici obsáhlý rejstřík klíčových slov, aby tak lépe nalezl důležité informace.

source: Languages: the ISO list of languages and language codes is provided
cs: Jazyky: zde je obsažen seznam jazyků a jazykových kódů podle ISO

source: Learn to use OmegaT in 5 minutes!: this chapter is intended as a quick tutorial for beginners as well as people who already know CAT tools, showing the complete procedure from opening a new translation project through to completing the translation.
cs: Kapitola Naučte se používat aplikaci OmegaT za 5 minut: tato kapitola má plnit funkci rychlého návodu pro začátečníky, ale i pro uživatele, kteří již znají nástroje CAT, ukazuje kompletní proceduru od otevření nového překladového projektu až k dokončení překladu.

source: Miscellanea: deals with other issues of interest, such as how to avoid losing data.
cs: Různé: program se zabývá i jinými oblastmi, jako například jak předejít ztrátě dat

source: OmegaT is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
cs: OmegaT je svobodným software; můžete ho šířit anebo upravovat za podmínek uvedených v licenci GNU General Public Licence jak ji uveřejnila nadace Free Software Foundation; buď verze 3 této Licence, nebo (dle vaší volby) jakékoliv novější verze.

source: OmegaT on the web: information regarding on-line OmegaT resources
cs: OmegaT na webu: informace ohledně on-line zdrojů OmegaT na webu

source: Project properties, OmegaT Files and Folders: a project in the context of OmegaT is the piece of work that OmegaT as a CAT tool is able to handle.
cs: Vlastnosti projektu, OmegaT soubory a adresáře: projekt v kontextu OmegaT lze nazvat jako ucelený obrobek, se kterým OmegaT jakožto CAT nástroj je schopný pracovat.

source: Searches and Regular expressions: Searches in OmegaT can be as simple as "list segments with the word 'kangaroo' ".
cs: Vyhledávání a Regulární výrazy: Vyhledávání v OmegaT je vskutku jednoduché, stačí zadat příkaz jako „vypiš segmenty obsahující slovo ‚kangaroo‛“.

source: Segmentation:translation memory tools work with textual units called segments.
cs: Segmentace: nástroje využívající překladových pamětí pracují s textovými jednotkami nazývanými segmenty.

source: Shortcuts customization: shortcuts can be customized to your personal preferences
cs: Přizpůsobení zkratek: zkratky je možno přizpůsobit konkrétním potřebám daného uživatele

source: Terminology management: Terminology management is important for translation consistency.
cs: Správa terminologie: Správa terminologie je důležitá pro konzistentnost překladu.

source: The user interface,Main Menu and Keyboard Shortcuts: these two chapters are likely to be heavily consulted, since they explain the user interface of OmegaT and the functions available via the main menu and the keyboard shortcuts.
cs: Uživatelské prostředí, Hlavní nabídka a Klávesové zkratky: tyto dvě kapitoly je dobré si řádně nastudovat, protože vysvětlují uživatelské prostředí aplikace OmegaT a funkce, které jsou dostupné přes hlavní nabídku a prostřednictvím klávesových zkratek.

source: Translation memories: explains the role of the various subfolders containing translation memories, and provides information on other important aspects relating to translation memories.
cs: Překladové paměti: pojednává o úloze různých podadresářů obsahujících překladové paměti, a poskytuje informace o důležitých aspektech souvisejících s překladovými paměťmi.

source: Translation memory: OmegaT stores your translations in a translation memory file.
cs: Překladová paměť: OmegaT ukládá vaše překlady do souboru s překladovou pamětí.

source: Translation process: Imagine having to translate something; from a single file to a folder containing subfolders each with a number of files in a variety of formats.
cs: Proces překladu: Představte si, že máte něco přeložit: v rozsahu od jediného souboru až po adresář s podadresáři, ve kterých jsou spousty souborů v různých formátech.

source: Working with plain text and Working with formatted text: these two chapters explain certain important points concerning texts to be translated, such as the encoding set (in the case of plain text files) and tag handling (in the case of formatted text).
cs: Práce s prostým textem a Práce s formátovaným textem: v těchto dvou kapitolách jsou objasněny určité důležité body zaměřené na překládaný text, jako např. nastavení kódování (v případě souborů s prostým textem) a manipulace s tagy (v případě, že jde o formátovaný text).

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
cs: <html><center>Loading...<br><br>Tip: Umožnit/Vypnout kontroly kdykoliv z nabídky Možnosti.</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
cs: <html><i>Předvolby</i> &gt; <i>Obecné</i> &gt; <i>Použít TAB pro postup</i> musí být aktivní</html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
cs: <html>Můžete přidat vzory za použití zástupných znaků (styl Apache Ant): <code>*</code>, <code>?</code>, <code>**</code><br> Příklad: <code>**/.svn/**</code></html>

source: <html>Per-project external commands are disabled and will not be executed.
cs: <html>Externí příkazy pro jednotlivé projekty nejsou aktivní a nebudou prováděny.
